ack
aom
assimp
autoconf
bash-completion
bat
battery
bdw-gc
berkeley-db
black
brotli
c-ares
ca-certificates
cairo
cmake
coreutils
corrosion
ctags
curl
dbus
docker
docker-completion
double-conversion
exa
fd
flake8
fontconfig
freetype
fribidi
fzf
gcc
gd
gdbm
gdk-pixbuf
gettext
gh
giflib
git
glib
gmp
gnu-getopt
gnupg
gnutls
go
gobject-introspection
graphite2
graphviz
grep
gts
guile
harfbuzz
highway
htop
hugo
hunspell
icu4c
imath
isl
isort
itermocil
jasper
jemalloc
jpeg
jpeg-turbo
jpeg-xl
libassuan
libavif
libb2
libev
libevent
libffi
libgcrypt
libgit2
libgpg-error
libidn2
libksba
libmng
libmpc
libnghttp2
libpng
libpthread-stubs
librsvg
libsodium
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libusb
libuv
libvmaf
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
libzip
little-cms2
llvm
lua
lua-language-server
luajit
luajit-openresty
luv
lz4
lzo
m4
md4c
mono
mpdecimal
mpfr
msgpack
ncurses
neovim
netpbm
nettle
nghttp2
ninja
node
npth
openblas
openexr
openldap
openssl@1.1
openssl@3
p11-kit
pango
pass
pcre
pcre2
perl
pinentry
pixman
pkg-config
pngpaste
pyenv
pyenv-virtualenv
python@3.11
qrencode
qt
r
readline
reattach-to-user-namespace
rename
ripgrep
rtmpdump
ruby
six
spark
sqlite
sshfs
starship
stow
task
tcl-tk
terraform
tldr
tmux
tree
tree-sitter
unbound
unibilium
utf8proc
vim
visidata
webp
wget
xorgproto
xz
z3
zlib
zstd
amethyst
appcleaner
font-hack-nerd-font
font-source-code-pro
obsidian
osxfuse
quarto
raycast
rstudio
